Repository: bbuhler/Todo2Wish
Catalog: lib/l10n/intl_*.arb
Languages: de

# actionCancel
source: CANCEL
de: ABBRECHEN

# actionDelete
source: DELETE
de: LÖSCHEN

# actionDone
source: DONE
de: ERLEDIGT

# actionUndone
source: UNDONE
de: UNERLEDIGT

# actionFulfill
source: FULFILL
de: ERFÜLLEN

# actionUnfulfilled
source: UNFULFILLED
de: UNERFÜLLT

# tasksTitle
source: Tasks
de: Aufgaben

# tasksDone
source: Done
de: Erledigt

# tasksNewTitleHint
source: What to get done?
de: Was gibt's zu erledigen?

# tasksNewCreationDateHint
source: Since when?
de: Seit wann?

# tasksConfirmDone
source: Mark task "{taskTitle}" as done?
de: Aufgabe "{taskTitle}" als erledigt markieren?

# tasksConfirmDelete
source: Delete task "{taskTitle}"?
de: Aufgabe "{taskTitle}" löschen?

# wishesTitle
source: Wishes
de: Wünsche

# wishesFulfilled
source: Fulfilled
de: Erfüllt

# wishesNewTitleHint
source: What's your wish?
de: Was ist dein Wunsch?

# wishesNewValueHint
source: How much is it worth to you?
de: Wie viel ist es dir Wert?

# wishesConfirmFulfill
source: Mark wish "{wishTitle}" as fulfilled?
de: Wunsch "{wishTitle}" als erfüllt markieren?

# wishesConfirmUnfulfilled
source: Mark wish "{wishTitle}" as unfulfilled?
de: Wunsch "{wishTitle}" als unerfüllt markieren?

# wishesConfirmDelete
source: Delete wish "{wishTitle}"?
de: Wunsch "{wishTitle}" löschen?
